Revit 2027 API
ParameterTypeId.RbsSystemNumElementsParam Property
 "Number of Elements"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsSystemNumElementsParam { get; }
Public Shared ReadOnly Property RbsSystemNumElementsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsSystemNumElementsParam {
	ForgeTypeId^ get ();
}
static member RbsSystemNumElementsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace